Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.reset.reset-all
source: factory reset restore defaults clear preferences
ar: factory reset restore defaults clear preferences تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي إعدادات تكوين ملف json مخطط وثائق مرجع إعادة ضبط مصنع افتراضي استعادة مسح الكل التفضيلات… التعيين تعيين
bs: factory reset restore defaults clear preferences aplikacija opće postavke ponašanje dock traka menija status bočna konfiguracija datoteka json šema dokumentacija referenca preferencije fabrički zadano vrati očisti Obriši sve Postavke… Resetovanje Resetuj
da: factory reset restore defaults clear preferences app generelt indstillinger adfærd dock menulinje status sidepanel konfiguration fil json skema dokumentation reference præferencer nulstil fabrik standard gendan ryd alle Indstillinger…
de: factory reset restore defaults clear preferences app allgemein einstellungen verhalten dock menüleiste status seitenleiste konfiguration datei json schema dokumentation referenz präferenzen zurücksetzen werkseinstellungen standard wiederherstellen löschen Alle …
es: factory reset restore defaults clear preferences restablecimiento de fábrica restaurar valores predeterminados borrar preferencias
fr: factory reset restore defaults clear preferences application général préférences comportement dock barre de menus état latérale réglages configuration fichier json schéma documentation référence réinitialiser usine défaut restaurer effacer Tout Préférences...
it: factory reset restore defaults clear preferences app generale preferenze comportamento dock barra menu stato laterale impostazioni configurazione file json schema documentazione riferimento reimposta fabbrica predefinito ripristina cancella tutto Preferenze…
ja: factory reset restore defaults clear preferences 初期化 リセット デフォルト 復元 設定を消去
ko: factory reset restore defaults clear preferences 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 설정 구성 파일 json 스키마 문서 참조 재설정 초기화 기본값 복원 지우기 모두 환경설정…
nb: factory reset restore defaults clear preferences app generelt innstillinger oppførsel dock menylinje status sidepanel konfigurasjon fil json skjema dokumentasjon referanse preferanser tilbakestill fabrikk standard gjenopprett tøm Fjern alle …
pl: factory reset restore defaults clear preferences aplikacja ogólne preferencje zachowanie dock pasek menu status boczny ustawienia konfiguracja plik json schemat dokumentacja referencja fabryczne domyślne przywróć wyczyść wszystko Preferencje… Resetuj
pt_br: factory reset restore defaults clear preferences app geral preferências comportamento dock barra de menu status lateral configurações configuração arquivo json esquema documentação referência redefinir fábrica padrão restaurar limpar Tudo Preferências…
ru: factory reset restore defaults clear preferences приложение общие настройки поведение док строка меню статус боковая панель конфигурация файл json схема документация справочник предпочтения сброс заводские по умолчанию восстановить очистить все Настройки... Сбросить
th: factory reset restore defaults clear preferences แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง การตั้งค่า การกำหนดค่า ไฟล์ json สคีมา เอกสาร อ้างอิง รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง ล้างทั้งหมด การตั้งค่า...
tr: factory reset restore defaults clear preferences uygulama genel tercihler davranış dock menü çubuğu durum kenar ayarlar yapılandırma dosya json şema belgeler başvuru sıfırla fabrika varsayılan geri yükle temizle Tümünü Tercihler…
uk: factory reset restore defaults clear preferences програма загальні параметри поведінка док рядок меню статус бічна панель налаштування конфігурація файл json схема документація довідник скидання заводські типові відновити очистити Скинути все Параметри…
zh_hans: factory reset restore defaults clear preferences 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 设置 配置 文件 json 架构 文档 参考 重置 出厂 默认 恢复 清除 全部清除 偏好设置...
zh_hant: factory reset restore defaults clear preferences 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 設定 設定檔 檔案 json 結構描述 文件 參考 重置 出廠 預設 還原 清除 清除全部 偏好設定...

# settings.search.alias.setting.settingsJSON.documentation
source: docs documentation schema reference cmux json keys configuration
ar: docs documentation schema reference cmux json keys configuration لوحة مفاتيح اختصار اختصارات مفتاح سريع أوامر تسجيل إعدادات تكوين ملف مخطط وثائق مرجع تفضيلات المستندات الإعدادات… الإعدادات
bs: docs documentation schema reference cmux json keys configuration tastatura prečica prečice hotkey komande tipke snimač postavke konfiguracija datoteka šema dokumentacija referenca preferencije Postavke…
da: docs documentation schema reference cmux json keys configuration tastatur genvej genveje hotkey kommandoer taster optager indstillinger konfiguration fil skema dokumentation præferencer Indstillinger…
de: docs documentation schema reference cmux json keys configuration tastatur kurzbefehl tastenkürzel hotkey befehle tasten rekorder einstellungen konfiguration datei dokumentation referenz präferenzen …
es: docs documentation schema reference cmux json keys configuration teclado atajo atajos tecla rápida comandos teclas grabador ajustes configuración archivo esquema documentación referencia preferencias Ajustes…
fr: docs documentation schema reference cmux json keys configuration clavier raccourci raccourcis touche globale commandes touches enregistreur réglages fichier schéma référence préférences Réglages...
it: docs documentation schema reference cmux json keys configuration tastiera scorciatoia scorciatoie tasto rapido comandi tasti registratore impostazioni configurazione file documentazione riferimento preferenze Impostazioni…
ja: docs documentation schema reference cmux json keys configuration ドキュメント スキーマ リファレンス cmux json キー 構成
ko: docs documentation schema reference cmux json keys configuration 키보드 단축키 핫키 명령 키 기록기 설정 구성 파일 스키마 문서 참조 환경설정 설정… cmux.json
nb: docs documentation schema reference cmux json keys configuration tastatur snarvei snarveier hurtigtast kommandoer taster opptaker innstillinger konfigurasjon fil skjema dokumentasjon referanse preferanser …
pl: docs documentation schema reference cmux json keys configuration klawiatura skrót skróty klawisz polecenia klawisze rejestrator ustawienia konfiguracja plik schemat dokumentacja referencja preferencje Ustawienia…
pt_br: docs documentation schema reference cmux json keys configuration teclado atalho atalhos tecla rápida comandos teclas gravador configurações configuração arquivo esquema documentação referência preferências Ajustes… Ajustes
ru: docs documentation schema reference cmux json keys configuration клавиатура сочетание клавиш горячая клавиша команды клавиши запись настройки конфигурация файл схема документация справочник предпочтения Настройки...
th: docs documentation schema reference cmux json keys configuration แป้นพิมพ์ ทางลัด ปุ่มลัด คำสั่ง คีย์ ตัวบันทึก การตั้งค่า การกำหนดค่า ไฟล์ สคีมา เอกสาร อ้างอิง ค่ากำหนด การตั้งค่า...
tr: docs documentation schema reference cmux json keys configuration klavye kısayol kısayollar tuşu komutlar tuşlar kaydedici ayarlar yapılandırma dosya şema belgeler başvuru tercihler Ayarlar…
uk: docs documentation schema reference cmux json keys configuration клавіатура скорочення гарячі клавіші команди записувач налаштування конфігурація файл схема документація довідник параметри Налаштування…
zh_hans: docs documentation schema reference cmux json keys configuration 键盘 快捷键 热键 命令 按键 录制器 设置 配置 文件 架构 文档 参考 偏好设置 设置...
zh_hant: docs documentation schema reference cmux json keys configuration 鍵盤 快捷鍵 熱鍵 命令 按鍵 錄製器 設定 設定檔 檔案 結構描述 文件 參考 偏好設定 設定...

# settings.search.alias.setting.settingsJSON.open-file
source: open config file json jsonc config editor ~/.config cmux preferences
ar: open config file json jsonc config editor ~/.config cmux preferences تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي إعدادات تكوين ملف مخطط وثائق مرجع محرر كود فتح مسار cmux.json الإعدادات الإعدادات… التفضيلات… مفتوح
bs: open config file json jsonc config editor ~/.config cmux preferences aplikacija opće postavke ponašanje dock traka menija status bočna konfiguracija datoteka šema dokumentacija referenca preferencije kod otvori putanja cmux.json Postavke… otvoren
da: open config file json jsonc config editor ~/.config cmux preferences app generelt indstillinger adfærd dock menulinje status sidepanel konfiguration fil skema dokumentation reference præferencer kode åbn sti cmux.json Indstillinger… åben
de: open config file json jsonc config editor ~/.config cmux preferences app allgemein einstellungen verhalten dock menüleiste status seitenleiste konfiguration datei schema dokumentation referenz präferenzen code öffnen pfad cmux.json … offen
es: open config file json jsonc config editor ~/.config cmux preferences aplicación general preferencias comportamiento dock barra de menú estado lateral ajustes configuración archivo esquema documentación referencia código abrir ruta cmux.json Ajustes… Preferencias… abierto
fr: open config file json jsonc config editor ~/.config cmux preferences application général préférences comportement dock barre de menus état latérale réglages configuration fichier schéma documentation référence éditeur code ouvrir chemin cmux.json les Réglages... Préférences... ouverte
it: open config file json jsonc config editor ~/.config cmux preferences app generale preferenze comportamento dock barra menu stato laterale impostazioni configurazione schema documentazione riferimento codice apri percorso cmux.json Impostazioni… Preferenze… aperta
ja: open config file json jsonc config editor ~/.config cmux preferences cmux.json を開く json jsonc 設定ファイル エディタ ドットファイル 環境設定
ko: open config file json jsonc config editor ~/.config cmux preferences 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 설정 구성 파일 스키마 문서 참조 편집기 코드 열기 경로 cmux.json 설정… cmux.json 환경설정… 열림
nb: open config file json jsonc config editor ~/.config cmux preferences app generelt innstillinger oppførsel dock menylinje status sidepanel konfigurasjon fil skjema dokumentasjon referanse preferanser redigerer kode åpne bane cmux.json … åpen
pl: open config file json jsonc config editor ~/.config cmux preferences aplikacja ogólne preferencje zachowanie dock pasek menu status boczny ustawienia konfiguracja plik schemat dokumentacja referencja edytor kod otwórz ścieżka cmux.json Ustawienia… Preferencje… otwarty
pt_br: open config file json jsonc config editor ~/.config cmux preferences app geral preferências comportamento dock barra de menu status lateral configurações configuração arquivo esquema documentação referência código abrir caminho cmux.json Ajustes Ajustes… Preferências… aberto
ru: open config file json jsonc config editor ~/.config cmux preferences приложение общие настройки поведение док строка меню статус боковая панель конфигурация файл схема документация справочник предпочтения редактор код открыть путь cmux.json Настройки... открыт
th: open config file json jsonc config editor ~/.config cmux preferences แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง การตั้งค่า การกำหนดค่า ไฟล์ สคีมา เอกสาร อ้างอิง ตัวแก้ไข โค้ด เปิด เส้นทาง cmux.json เปิดการตั้งค่า การตั้งค่า...
tr: open config file json jsonc config editor ~/.config cmux preferences uygulama genel tercihler davranış dock menü çubuğu durum kenar ayarlar yapılandırma dosya şema belgeler başvuru düzenleyici kod aç yol cmux.json Ayarları Ayarlar… Tercihler… açık
uk: open config file json jsonc config editor ~/.config cmux preferences програма загальні параметри поведінка док рядок меню статус бічна панель налаштування конфігурація файл схема документація довідник редактор код відкрити шлях cmux.json Налаштування… Параметри… відкритий
zh_hans: open config file json jsonc config editor ~/.config cmux preferences 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 设置 配置 文件 架构 文档 参考 编辑器 代码 打开 路径 cmux.json 打开设置 设置... 偏好设置...
zh_hant: open config file json jsonc config editor ~/.config cmux preferences 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 設定 設定檔 檔案 結構描述 文件 參考 編輯器 程式碼 開啟 路徑 cmux.json 開啟設定 設定... 偏好設定...

# settings.search.alias.setting.sidebarAppearance.dark-tint
source: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime
ar: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع
bs: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored izgled tema boja boje shema svijetlo tamno sistem način Tamna nijansa
da: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout udseende tema farve farver skema lys mørk system tilstand Sidebjælke farvetone
de: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime app allgemein einstellungen verhalten dock menüleiste status seitenleiste navigation links details ausblenden layout darstellung design farbe farben schema hell dunkel system modus Dunkler Farbton
es: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño apariencia tema colores esquema claro oscuro sistema modo Tinte
fr: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition apparence thème couleur couleurs schéma clair sombre système mode Teinte
it: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout aspetto tema colore colori schema chiaro scuro sistema modalità Scura Tinta
ja: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime ダークモード 色 サイドバー tint hex 夜
ko: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 색조
nb: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett utseende tema farge farger skjema lys mørk system modus fargetone
pl: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ wygląd motyw kolor kolory schemat jasny ciemny system tryb Ciemna odcień
pt_br: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout aparência tema cor cores esquema claro escuro sistema modo Tonalidade escura
ru: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет внешний вид тема цвет цвета схема светлый темный система режим Темная Темное Тёмный оттенок
th: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด โทนมืด
tr: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen görünüm tema renk renkler şema açık koyu sistem mod ton
uk: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет вигляд тема колір кольори схема світлий темний система режим Темна відтінок
zh_hans: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 外观 主题 颜色 配色 浅色 深色 系统 模式 深色色调
zh_hant: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 外觀 主題 顏色 配色 淺色 深色 系統 模式 深色色調

# settings.search.alias.setting.sidebarAppearance.font-size
source: sidebar-font-size sidebar font size text scale workspace title badge metadata shortcut hint
ar: sidebar-font-size sidebar font size text scale workspace title badge metadata shortcut hint sidebar-font-size شريط جانبي حجم الخط مقياس النص مساحة عمل عنوان شارة بيانات وصفية تلميح الاختصار
de: sidebar-font-size sidebar font size text scale workspace title badge metadata shortcut hint sidebar-font-size seitenleiste-schriftgröße schriftgröße text-skalierung arbeitsbereich-titel abzeichen metadaten tastenkombination-hinweis
es: sidebar-font-size sidebar font size text scale workspace title badge metadata shortcut hint sidebar-font-size barra lateral tamaño de fuente escala de texto título de espacio de trabajo insignia metadatos atajo sugerencia
fr: sidebar-font-size sidebar font size text scale workspace title badge metadata shortcut hint sidebar-font-size barre latérale taille de police échelle du texte titre de l'espace de travail badge métadonnées raccourci indice
ja: sidebar-font-size sidebar font size text scale workspace title badge metadata shortcut hint サイドバー フォントサイズ テキスト 拡大 ワークスペース タイトル バッジ メタデータ ショートカット ヒント
ko: sidebar-font-size 사이드바 글꼴 크기 텍스트 스케일 작업 공간 제목 배지 메타데이터 단축키 힌트 sidebar-font-size sidebar font size text scale workspace title badge metadata shortcut hint
zh_hans: sidebar-font-size sidebar font size text scale workspace title badge metadata shortcut hint sidebar-font-size 侧边栏 字体 大小 文本 缩放 工作区 标题 徽章 元数据 快捷键 提示
zh_hant: sidebar-font-size sidebar font size text scale workspace title badge metadata shortcut hint sidebar-font-size 側邊欄字型大小 側邊欄 字型 大小 文字縮放 工作區標題 徽章 中繼資料 快速鍵提示

# settings.search.alias.setting.sidebarAppearance.light-tint
source: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime
ar: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع
bs: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored izgled tema boja boje shema svijetlo tamno sistem način Svijetla nijansa
da: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout udseende tema farve farver skema lys mørk system tilstand Sidebjælke farvetone
de: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime app allgemein einstellungen verhalten dock menüleiste status seitenleiste navigation links details ausblenden layout darstellung design farbe farben schema hell dunkel system modus Heller Farbton
es: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño apariencia tema colores esquema claro oscuro sistema modo Tinte
fr: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition apparence thème couleur couleurs schéma clair sombre système mode Teinte claire
it: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout aspetto tema colore colori schema chiaro scuro sistema modalità Chiara Tinta
ja: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime ライトモード 色 サイドバー tint hex 昼
ko: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 색조
nb: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett utseende tema farge farger skjema lys mørk system modus fargetone
pl: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ wygląd motyw kolor kolory schemat jasny ciemny system tryb Jasna odcień
pt_br: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout aparência tema cor cores esquema claro escuro sistema modo Tonalidade clara
ru: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет внешний вид тема цвет цвета схема светлый темный система режим Светлая Светлое оттенок
th: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด โทนสว่าง
tr: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen görünüm tema renk renkler şema açık koyu sistem mod ton
uk: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет вигляд тема колір кольори схема світлий темний система режим Світла відтінок
zh_hans: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 外观 主题 颜色 配色 浅色 深色 系统 模式 浅色色调
zh_hant: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 外觀 主題 顏色 配色 淺色 深色 系統 模式 淺色色調
